Repository: mohsenvp/Baran-App
Catalog: HeyWeather/Resources/Localizations/WidgetTab.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, it, ja, ko, nl, pt_pt, ru, th, tr, zh_hans, zh_hant

source: Blur
ar: ضبابية
de: Unschärfe
el: Θάμβωση
es: Desenfoque
fa: تاری
fr: Flou
he: טשטוש
hi: धुंध
it: Sfocatura
ja: ぼかし
ko: 흐림
nl: Vervaging
pt_pt: Desfoque
ru: Размытие
th: ความพอง
tr: Bulanıklık
zh_hans: 模糊
zh_hant: 模糊

source: Brightness
ar: سطوع
de: Helligkeit
el: Φωτεινότητα
es: Brillo
fa: روشنایی
fr: Luminosité
he: בהירות
hi: तेजी
it: Luminosità
ja: 明るさ
ko: 밝기
nl: Helderheid
pt_pt: Luminosidade
ru: Яркость
th: ความสว่าง
tr: Parlaklık
zh_hans: 亮度
zh_hant: 亮度

source: Change Selected Image
ar: تغيير الصورة المحددة
de: Das gewählte Foto verändern
el: Αλλαγή της επιλεγμένης εικόνας
es: Cambiar la imagen seleccionada
fa: تغییر تصویر انتخاب شده
fr: Changer la photo sélectionnée
he: שנה את התמונה שנבחרה
hi: चयनित छवि बदलें
it: Modifica della foto selezionata
ja: 選択した画像を変更する
ko: 선택한 이미지를 변경하세요
nl: de wijziging van de geselecteerde foto
pt_pt: Mudando a foto selecionada
ru: Изменить выбранное изображение
th: เปลี่ยนภาพที่เลือก
tr: Seçili Resmi Değiştir
zh_hans: 更改已选的图像
zh_hant: 更改選定的圖像

source: Contrast
ar: تباين
de: Kontrast
el: Αντίθεση
es: Contraste
fa: تضاد
fr: Contraste
he: ניגודיות
hi: पर्याप्ति
it: Contrasto
ja: コントラスト
ko: 대조
pt_pt: Contraste
ru: Контраст
th: ความคมชัด
tr: Kontrast
zh_hans: 对比度
zh_hant: 對比度

source: Detailed Style
ar: النمط التفصيلي
de: Detaillierter Stil
el: Λεπτομερής Στυλ
es: Estilo Detallado
fa: استایل تفصیلی
fr: Style détaillé
he: סגנון מפורט
hi: विस्तृत शैली
it: Stile Dettagliato
ja: 詳細スタイル
ko: 상세 스타일
nl: Gedetailleerde stijl
pt_pt: Estilo Detalhado
ru: Детализированный стиль
th: สไตล์รายละเอียด
tr: Detaylı Stil
zh_hans: 详细样式
zh_hant: 詳細風格

source: Detailed Style %lld
ar: النمط التفصيلي %lld
de: Detaillierter Stil %lld
el: Λεπτομερής Στυλ %lld
es: Estilo Detallado %lld
fa: استایل تفصیلی %lld
fr: Style détaillé %lld
he: סגנון מפורט %lld
hi: विस्तृत शैली %lld
it: Stile Dettagliato %lld
ja: 詳細スタイル %lld
ko: 상세 스타일 %lld
nl: Gedetailleerde stijl %lld
pt_pt: Estilo Detalhado %lld
ru: Детализированный стиль %lld
th: สไตล์รายละเอียด %lld
tr: Detaylı Stil %lld
zh_hans: 详细样式%lld
zh_hant: 詳細風格%lld

# forecast.help.one
source: Long press on the widget that you want to apply the theme on and select Edit Widget
ar: اضغط مع الاستمرار على الأداة التي تريد تطبيق السمة عليها ثم حدد تعديل الأداة
de: Drücken Sie lange auf das Widget, auf das Sie das Design anwenden möchten, und wählen Sie „Widget bearbeiten“.
el: Πατήστε παρατεταμένα στο widget που θέλετε να εφαρμόσετε το θέμα και επιλέξτε Επεξεργασία Widget
es: Mantén presionado el widget al que deseas aplicar el tema y selecciona Editar widget.
fa: روی ویجت مورد نظرتون برای اعمال تم نگه دارید و ویرایش ویجت رو انتخاب کنید
fr: Appuyez longuement sur le widget sur lequel vous souhaitez appliquer le thème et sélectionnez Modifier le widget
he: הקש לחיצה ארוכה על היישומון שאתה רוצה להחיל עליו את הנושא ובחר בעריכת יישומון
hi: जिस विजेट पर आप थीम लागू करना चाहते हैं, उसे देर तक दबाकर रखें और विजेट संपादित करें चुनें
it: Premi a lungo sul widget a cui vuoi applicare il tema e seleziona Modifica widget
ja: テーマを適用する ウィジェットを長押しして、[ウィジェットの編集]を選択します
ko: 테마를 적용하려는 위젯을 길게 누르고 위젯 편집을 선택합니다.
nl: Druk lang op de widget waarop u het thema wilt passen en selecteer Widget bewerken
pt_pt: Pressione e segure o widget no qual você deseja aplicar o tema e selecione Editar Widget
ru: Нажмите и удерживайте виджет, к которому вы хотите применить тему, и выберите «Редактировать виджет».
th: กดค้างที่วิดเจ็ตที่คุณต้องการ ใช้ธีมและเลือก Edit Widget
tr: Temayı uygulamak istediğiniz widget'a uzun basın ve Widget'ı Düzenle'yi seçin
zh_hans: 长按要 应用主题的小部件，然后选择“编辑小部件”
zh_hant: 長按您想要應用主題的小部件，然後選擇編輯小部件

source: Large
ar: كبير
de: Groß
el: Μεγάλο
es: Grande
fa: بزرگ
fr: Grand
he: גדול
hi: बड़ा
it: Grande
ja: 大
ko: 큰
nl: Groot
pt_pt: Grande
ru: Большой
th: ใหญ่
tr: Büyük
zh_hans: 大
zh_hant: 大

source: Medium
ar: متوسط
de: Mittel
el: Μεσαίο
es: Mediano
fa: متوسط
fr: Moyen
he: בינוני
hi: मध्यम
it: Medio
ja: 中
ko: 중간
nl: Gemiddeld
pt_pt: Médio
ru: Средний
th: กลาง
tr: Orta
zh_hans: 中等
zh_hant: 中

source: Medium Style
ar: الأسلوب المتوسط
de: Mittlerer Stil
el: Μεσαίο Στυλ
es: Estilo Medio
fa: استایل متوسط
fr: Style moyen
he: סגנון בינוני
hi: मध्यम शैली
it: Stile Medio
ja: 中型スタイル
ko: 중간 스타일
nl: Medium Stijl
pt_pt: Estilo Médio
ru: Средний стиль
th: รูปแบบขนาดกลาง
tr: Orta Stil
zh_hans: 中等样式
zh_hant: 中等風格

source: Medium Style %lld
ar: الأسلوب المتوسط %lld
de: Mittlerer Stil %lld
el: Μεσαίο Στυλ %lld
es: Estilo Medio %lld
fa: استایل متوسط %lld
fr: Style moyen %lld
he: סגנון בינוני %lld
hi: मध्यम शैली %lld
it: Stile Medio %lld
ja: 中型スタイル %lld
ko: 중간 스타일 %lld
nl: Medium Stijl %lld
pt_pt: Estilo Médio %lld
ru: Средний стиль %lld
th: รูปแบบขนาดกลาง %lld
tr: Orta Stil %lld
zh_hans: 中等样式%lld
zh_hant: 中等風格%lld

source: Mini Style
ar: الأسلوب المصغر
de: Mini Stijl
el: Μικρό Στυλ
es: Estilo mini
fa: استایل کوچک
fr: Style Mini
he: סגנון מיני
hi: मिनी स्टाइल
it: Stile Mini
ja: ミニスタイル
ko: 미니 스타일
nl: Mini Stijl
pt_pt: Estilo Mini
ru: Мини стиль
th: รูปแบบขนาดเล็ก
tr: Mini Stil
zh_hans: 迷你风格
zh_hant: 迷你風格

source: Mini Style %lld
ar: الأسلوب المصغر %lld
de: Mini Stijl %lld
el: Μικρό Στυλ %lld
es: Estilo mini %lld
fa: استایل کوچک %lld
fr: Style Mini %lld
he: סגנון מיני %lld
hi: मिनी स्टाइल %lld
it: Stile Mini %lld
ja: ミニスタイル %lld
ko: 미니 스타일 %lld
nl: Mini Stijl %lld
pt_pt: Estilo Mini %lld
ru: Мини стиль %lld
th: รูปแบบขนาดเล็ก %lld
tr: Mini Stil %lld
zh_hans: 迷你风格%lld
zh_hant: 迷你風格%lld

source: Or Select An Image
ar: أو حدد صورة
de: oder ein Foto auswählen
el: Ή επιλέξτε μια εικόνα
es: O seleccione una imagen
fa: یا یک عکس انتخاب کنید
fr: Ou sélectionnez une image
he: או בחר תמונה
hi: या एक छवि का चयन करें
it: Oppure seleziona una foto
ja: または画像を選択する
ko: 아니면 이미지를 선택하세요
nl: Of selecteer een foto
pt_pt: Ou selecione uma foto
ru: Или выберите одно изображение
th: หรือเลือกรูปภาพ
tr: Veya Bir Resim Seçin
zh_hans: 或选择一个图像
zh_hant: 或選擇圖片

source: Randomize Again
ar: عشوائية مرة أخرى
de: Erneut randomisieren
el: Τυχαιοποίηση ξανά
es: Aleatorizar de nuevo
fa: تصادفی مجدد
he: להפק טעויות שוב
hi: फिर से रैंडमाइज़ करें
it: Randomizza ancora
ja: 再度ランダム化
ko: 다시 무작위화
nl: Opnieuw willekeurig
pt_pt: Aleatório novamente
ru: Снова рандомизировать
th: สุ่มอีกครั้ง
tr: Tekrar Rastgele Kullan
zh_hans: 再次随机化
zh_hant: 再次隨機產生

source: Saturation
ar: تشبع
de: Sättigung
el: Κορεσμός
es: Saturación
fa: اشباع
he: רוויון
hi: परिपूर्णता
it: Saturazione
ja: 彩度
ko: 채도
nl: Verzadiging
pt_pt: Saturação
ru: Насыщенность
th: ความอิ่มตัว
tr: Doygunluk
zh_hans: 饱和度
zh_hant: 飽和度

source: Save theme
ar: حفظ السمة
de: Thema opslaan
el: Αποθήκευση Θέματος
es: Guardar tema
fa: ذخیره تم
fr: Sauvegarder le thème
he: שמור ערכת נושא
hi: थीम सहेजें
it: Salva tema
ja: テーマを保存
ko: 테마 저장
nl: Thema opslaan
pt_pt: Salvar tema
ru: Сохранить тему
th: บันทึกธีม
tr: Temayı kaydet
zh_hans: 保存主题
zh_hant: 保存主題

source: Select Theme
ar: حدد السمة
de: Theme auswählen
el: Επιλέξτε Θέμα
es: Elegir el tema
fa: انتخاب تم
fr: Sélectionnez un thème
he: בחר ערכת נושא
hi: चुनिंदा विषय
it: Seleziona il tema
ja: テーマの選択
ko: 테마 선택하기
nl: Thema selectie
pt_pt: Selecione o tema
ru: Выбор темы
th: เลือกธีม
tr: Tema Seç
zh_hans: 选择主题
zh_hant: 選擇主題

source: Set theme
ar: تعيين السمة
de: Thema festlegen
el: Ορίστε θέμα
es: Establecer tema
fa: تنظیم تم
fr: Choisir le thème
he: קבע ערכת נושא
hi: थीम सेट करें
it: Imposta tema
ja: テーマ設定
ko: 테마 설정
nl: Thema instellen
pt_pt: Definir tema
ru: Установить тему
th: ตั้งธีม
tr: Tema ayarla
zh_hans: 设置主题
zh_hant: 設置主題

source: Small
ar: صغير
de: Klein
el: Μικρό
es: Pequeño
fa: کوچک
fr: Petit
he: קטן
hi: छोटा
it: Piccolo
ja: 小
ko: 작다
nl: Klein
pt_pt: Pequeno
ru: маленький
th: ขนาดเล็ก
tr: Küçük
zh_hans: 小
zh_hant: 小

source: Widget
ar: الأداة
fa: ویجت
he: יישומון
hi: विजेट
it: Congegno
ja: ウィジェット
ko: 위젯
pt_pt: Ferramenta
ru: Виджет
th: วิดเจ็ต
tr: araç
zh_hans: 小部件
zh_hant: 小部件

source: Style %lld
de: Stil %lld
el: Στυλ %lld
es: Estilo %lld
fa: سبک %lld
he: סגנון %lld
hi: शैली %lld
it: Stile %lld
ko: 스타일 %lld
nl: Stijl %lld
pt_pt: Estilo %lld
ru: Стиль %lld
th: สไตล์ %lld
tr: Stil %lld
zh_hans: 风格 %lld
zh_hant: 風格 %lld
